11/data/attachments/25343aba7b487223.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_3d174bf0-a09e-44ea-8541-0067932a553e</nif:username>
            <nif:friendToBeAdded>Stephanie_speech_Friend_80976_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>